(function ($) {
    $.su = $.su || {};
    $.su.CHAR = {
        PROTAL: {
            SUCCESS: 'Успешно',
            FAILED: 'Невозможно войти. Повторите попытку позже.',
            WELCOME: 'Добро пожаловать',
            PASSWORD: 'Пароль',
            LOGIN: 'Вход',
            TERMS_OF_USE: 'Правилами использования TP-Link',
            ACCEPT_TERMS_OF_USE: 'Я прочитал и согласен с {termsOfUse}',
            TERMS_OF_USE_ERROR: 'Ознакомьтесь с условиями и поставьте галочку возле «{acceptNote}».'
        },
        ERROR: {
            '00000001': 'Необходимо данное поле. ',
            '00000002': 'Неправильный формат.',
            '00000003': 'Неверный пароль.'
        }
    };
}(jQuery));